export default function About() {
  return (
    <div className='min-h-screen flex items-center justify-center'>
      <div className='max-w-2xl mx-auto p-3 text-center'>
        <div>
          <h1 className='text-3xl font font-semibold text-center my-7'>
            О нас
          </h1>
          <div className='text-md text-gray-500 flex flex-col gap-6'>
            <p>
            Мы - команда энтузиастов японской поп культуры, которые страстно любят аниме, мангу, J-pop, J-rock и всё, что связано с Японией. Наша цель - делиться этой любовью с миром и создавать уютное пространство для всех поклонников японской культуры.
            </p>
            <p>
На нашем сайте вы найдете новости о последних аниме сериалах, обзоры манги, интересные статьи о японской музыке, а также информацию о предстоящих событиях и выставках. Мы уверены, что каждый найдет что-то интересное для себя на страницах нашего сайта.
            </p>
            <p>
            Мы надеемся, что наш сайт станет вашим любимым местом для отдыха и общения в мире японской поп культуры.
            </p>
            <p>
            С любовью, Команда Animaze!
            </p>
          </div>
        </div>
      </div>
    </div>
  );
}
